Repository: sigmavaxjo/simrishamn-child
Catalog: languages/media-library/*.po
Languages: sv_se

source: You do not have permission to install plugin updates
sv_se: Du har inte tillstånd att installera uppdateringar för plugins

source: Error
sv_se: Fel

source: Media Library Folders Pro
sv_se: Mediabiblioteket

source: and
sv_se: och

source: Current PHP version,
sv_se: Nuvarande PHP version,

source: Location:
sv_se: Nuvarande plats:

source: Upload new files.
sv_se: Ladda upp nya filer.

source: Add File
sv_se: Lägg till fil

source: Create a new folder. Type in a folder name (do not use spaces, single or double quote marks) and click Create Folder.
sv_se: Skapa ny mapp. Ange det namn du vill att mappen ska ha (undvik mellanslag samt enkla-, eller dubbla citationstecken) och klicka på Skapa mapp.

source: Add Folder
sv_se: Lägg till mapp

source: When moving/copying to a new folder place your pointer, not the image, on the folder where you want the file(s) to go.
sv_se: Vid flytt eller kopiering till en ny mapp, placera muspekaren (och inte bilden) på den mapp där du vill att filerna ska hamna.

source: To drag multiple images, check the box under the files you want to move and then drag one of the images to the desired folder.
sv_se: För att flytta flera bilder på en gång, klicka i de filer du vill flytta och dra sedan en av de markerade bilderna till önskad mapp.

source: To delete a folder, right click on the folder and a popup menu will appear. Click on the option, "Delete this folder?" If the folder is empty, it will be deleted.
sv_se: För att radera en mapp: Högerklicka på mappen så att en pop-up menu visas. Klicka på alternativet "Radera denna mapp?" Om mappen är tom kommer den att raderas.

source: To hide a folder and all its sub folders and files, right click on a folder, On the popup menu that appears, click "Hide this folder?" and those folders and files will be removed from the Media Library, but not from the server.
sv_se: För att gömma en mapp samt dess undermappar och innehållande filer, högerklicka på en mapp och sedan "Göm denna mapp?" i pop-up menyn som visas. Mapparna och filerna flyttas då från Mediabiblioteket, men inte från servern.

source: Move/Copy Toggle. Move or copy selected files to a different folder. When move is selected, images links in posts and pages will be updated. <span class='mlp-warning'>Images IDs used in Jetpack Gallery shortcodes will not be updated.</span>
sv_se: Flytta/kopiera markerat. Flytta eller kopiera markerade filer till en annan mapp. När Flytta är valt uppdateras även bildernas länkar på de ställen där bilderna används. <span class='mlp-warning'>OBS! Bild ID:n som används i Jetpack Galleri uppdateras dock inte.</span>

source: Inserts an image file into a post or page.
sv_se: Klistrar i en bildfil till en sida eller nyhet.

source: Insert Media
sv_se: Klistra in media

source: Creates a JetPack WP Gallery
sv_se: Skapar ett JetPack WP galleri

source: Rename a file; select only one file. Folders cannot be renamed. Type in a new name with no spaces and without the extention and click Rename.
sv_se: Byt namn på en fil; Markera endast en fil. Namn på mappar kan inte ändras. Skriv in ett nytt namn (utan mellanslag och filändelse) och klicka sedan på Byt namn.

source: Rename
sv_se: Byt namn

source: Delete selected files.
sv_se: Radera markerade filer.

source: Delete
sv_se: Radera

source: Select or unselect all files in the folder.
sv_se: Markera eller avmarkera alla filer i mappen.

source: Select/Unselect All
sv_se: Markera/Avmarkera alla

source: View or Select categories for images and files.
sv_se: Visa eller Markera kategorier för bilder och filer.

source: Categories
sv_se: Kategorier

source: Sort by Name
sv_se: Sortera efter namn

source: Sort by Date
sv_se: Sortera efter datum

source: Sync the contents of the current folder and its subfolders with the server
sv_se: Synkronisera innehållet i aktuell mapp och dess undermappar mot servern

source: Sync
sv_se: Synkronisera

source: Regenerates the thumbnails of selected images
sv_se: Återskapa miniatyrbilder för markerade bilder

source: Regenerate Thumbnails
sv_se: Återskapa miniatyrbilder

source: Upload selected files to S3
sv_se: Ladda upp markerade filer till S3

source: Upload to S3
sv_se: Ladda upp till S3

source: Downloads selected files from S3
sv_se: Laddar ner markerade filer från S3

source: Download from S3
sv_se: Ladda ner från S3

source: Add images to an existing MaxGalleria gallery. Folders can not be added to a gallery. Images already in the gallery will not be added.
sv_se: Lägg till bilder i ett existerande MaxGalleria galleri. Mappar kan inte läggas till i ett galleri. Bilder som redan existerar i galleriet kommer inte att läggas till.

source: Add to MaxGalleria Gallery
sv_se: Lägg till i MaxGalleria galleri

source: Create a new NextGEN Gallery
sv_se: Skapa ett nytt NextGEN galleri

source: New NextGen Gallery
sv_se: Nytt NextGen galleri

source: Add images to a NextGEN Gallery
sv_se: Lägg till bilder till ett NextGEN Galleri

source: Add Images to NextGen Gallery
sv_se: Lägg till bilder till NextGen galleri

source: File Name:
sv_se: Filnamn:

source: Add a new category".
sv_se: Lägg till en ny kategori".

source: Add New Category
sv_se: Lägg till ny kategori

source: Check the checkbox of one or multiple files and check the categories you wish to assign to them and click Set Categories. Any existing categoires will be removed.
sv_se: Kryssa i rutan för en eller flera filer och kryssa i de kategorier som du vill tilldela dem och klicka sedan på Ange Kategorier. Eventuella existerande kategorier kommer att raderas.

source: Set Categories
sv_se: Ange kategorier

source: Check the checkbox a single file and click "Get Categories" to view the media catagories for the select file.
sv_se: Kryssa i rutan för en ensam fil och klicka på "Hämta kategorier" för att se media kategorierna för den markerade filen.

source: Get Categories
sv_se: Hämta kategorier

source: View images of the selected category.
sv_se: Visa bilder i vald kategori.

source: View by Category
sv_se: Visa efter Kategori

source: Category Name:
sv_se: Kategori namn:

source: Add Category
sv_se: Lägg till kategori

source: Title
sv_se: Titel

source: Caption
sv_se: Rubrik

source: Alt
sv_se: Alternativ text

source: Description
sv_se: Beskrivning

source: Left
sv_se: Vänster

source: Center
sv_se: Centrera

source: Right
sv_se: Höger

source: None
sv_se: Ingen

source: Link To
sv_se: Länk till

source: Media File
sv_se: Mediafil

source: Custom URL
sv_se: Anpassad URL

source: Custom Link
sv_se: Anpassad länk

source: Insert
sv_se: Klistra in

source: Adds selected images to the gallery box
sv_se: Lägger till markerade bilder i galleriet

source: Add
sv_se: Lägg till

source: Remove selected images from the gallery box
sv_se: Radera markerade bilder från galleriet

source: Remove
sv_se: Ta bort

source: Remove all images from the gallery box
sv_se: Ta bort alla bilder från galleriet

source: Add Images
sv_se: Lägg till bilder

source: Folder Name:
sv_se: Mappnamn:

source: Create Folder
sv_se: Skapa mapp

source: Gallery Name:
sv_se: Gallerinamn:

source: Create NG Gallery
sv_se: Skapa NG galleri

source: NextGen Galleries:
sv_se: NextGen Gallerier:

source: Click here to
sv_se: Klicka här för att

source: Fix Common Problems
sv_se: Lös vanliga problem

source: Need help? Click here for
sv_se: Behöver du hjälp? Klicka här för

source: Or Email Us at
sv_se: Eller maila oss på

source: Troubleshooting Articles
sv_se: Felsöker artiklar

source: Folder Tree Not Loading
sv_se: Mappstrukturen laddar inte

source: First make sure you have installed the latest version of Media Library Folders.
sv_se: Börja med att säkerställa att du har den senaste versionen av Mediabiblioteket installerat.

source: How to Unhide a Hidden Folder
sv_se: Hur man tar fram en Gömd mapp

source: In the Media Library Folders Menu, click the Check for New folders link. This will add the folder back into Media Library Folders
sv_se: Klicka på länken Leta efter nya mappar i Mediabibliotekets meny för att återskapa mappen till Mediabiblioteket

source: Visit the unhidden folder in Media Library Folders and click the Sync button to add contents of the folder. Before doing this, check to see that there are no thumbnail images in the current folder since these will be regenerated automatically; these usually have file names such as image-name-150×150.jpg, etc.
sv_se: Leta upp den gömda filen i Medibiblioteket och klicka på Synkronisera för att lägga till mappens iinnehåll. Innan du gör detta, kontrollera att där inte är några miniatyrbilder i aktuell mapp eftersom dessa kommer att återskapas automatiskt; dessa har vanligtvis filnamn likt bild-namn-150x150.jpg, etc.

source: Repeat step 3 for each sub folder.
sv_se: Repetera steg 3 för varje undermapp.

source: Activation Error After Update
sv_se: Aktiveringsfel efter uppdatering

source: Activate the uploaded plugin.
sv_se: Aktivera det uppladdade pluginet.

source: Folders and images added to the site by FTP are not showing up in Media Library Folders
sv_se: Mappar och bilder tillagda via FTP visas inte i Mediabiblioteket

source: Media Library Folders does not work like the file manager on you computer. It only display images and folders that have been added to the Media Library database. To display new folders that have not been added through the Media Library Folders you can click the Check for new folders option in the Media Library Folders submenu in the WordPress Dashboard. If you allow WordPress to store images by year and month folders, then you should click the option once each month to add these auto-generated folders.
sv_se: Mediabiblioteket fungerar inte på samma sätt som filhanteraren på din dator. Här visar endast bilder och mappar som har lagts till i Mediabibliotekets databas. För att visa nya mappar som inte har lagts till i Mediabiblioteket kan du klicka på alternativet Leta efter nya mappar i Mediabibliotekets undermeny i WordPress Dashboarden. Om du tillåter WordPress att lagra bilder i mappar baserat på år och månader, bör du göra detta en gång i månaden för att de automatiskt skapade mapparna ska läggas till.

source: You may be asked to provide the information below to help troubleshoot your issue.
sv_se: Du kan få en förfrågan om att uppge informationen nedan för att underlätta arbetet med att felsöka problemet.

source: Media Categories
sv_se: Media kategori

source: All Media Categories
sv_se: Alla media kategorier

source: New Media Category Name
sv_se: Nytt mediakategori namn

source: Add New Media Category
sv_se: Lägg till ny mediakategori

source: Edit Media Category
sv_se: Redigera mediakategori

source: Update Media Category
sv_se: Uppdatera mediakategori

source: View Media Category
sv_se: Visa Media kategori

source: Separate items with commas
sv_se: Separera objekt med kommatecken (,)

source: Add or remove items
sv_se: Lägg till eller ta bort objekt

source: Choose from the most used
sv_se: Välj från Mest använda

source: Popular Items
sv_se: Populära objekt

source: Search Media Categories
sv_se: Sök bland mediakategorier

source: Not Found
sv_se: Hittades inte

source: No items
sv_se: Inga objekt

source: Items list
sv_se: Objektlista

source: Set Product Image
sv_se: Ange produktbild

source: Insert into Product Gallery
sv_se: Klistra in i Produktgalleri

source: Cancel
sv_se: Avbryt

source: Check For New Folders
sv_se: Leta efter nya mappar

source: Search Library
sv_se: Sök i biblioteket

source: Image SEO
sv_se: Sökoptimering för bild

source: Settings
sv_se: Inställningar

source: S3 Settings
sv_se: S3 inställningar

source: You cannot hide the currently open folder.
sv_se: Du kan inte gömma den mapp du befinner dig i.

source: Or you can turn on pagination in Settings.
sv_se: Eller så kan du sätta på sidnumrering under Inställningar.

source: No files were found.
sv_se: Inga filer hittades.

source: Previous
sv_se: Föregående

source: Next
sv_se: Nästa

source: The folder was created.
sv_se: Mappen skapades.

source: There was a problem creating the folder.
sv_se: Det uppstod ett problem vid skapande av mappen.

source: The folder already exists.
sv_se: Mappen existerar redan.

source: The folder,
sv_se: Mappen,

source: , is not empty. Please delete or move files from the folder
sv_se: , är inte tom. Vänligen radera eller flytta filer från mappen

source: The folder was deleted.
sv_se: Mappen raderades.

source: The folder could not be deleted.
sv_se: Mappen kunde inte raderas.

source: The file(s) were deleted
sv_se: Filen/filerna raderades

source: The file(s) were not deleted
sv_se: Filen/filerna raderades inte

source: Unable to copy the file; please check the folder and file permissions.
sv_se: Kunde inte kopiera filen; vänligen kontrollera mapp- och filbehörigheter.

source: Unable to move the file(s); please check the folder and file permissions.
sv_se: Kunde inte flytta filen/filerna; vänligen kontrollera mapp- och filbehörigheter.

source: The destination is not a folder:
sv_se: Destinationen är inte en mapp:

source: Cannot find destination folder:
sv_se: Kan inte hitta angiven mapp:

source: Coping or moving a folder is not allowed.
sv_se: Det är inte tillåtet att kopiera eller flytta en mapp.

source: Cannot find the file:
sv_se: Kan inte hitta filen:

source: The file(s) were copied to
sv_se: Filen/filerna kopierades till

source: The file(s) were not copied.
sv_se: Filen/filerna kopierades inte.

source: The file(s) were moved to
sv_se: Filen/filerna flyttades till

source: The file(s) were not moved.
sv_se: Filen/filerna flyttades inte.

source: The images were added.
sv_se: Bilderna lades till.

source: No files were found matching that name.
sv_se: Inga matchande filer hittades.

source: Sorting by date.
sv_se: Sorterar efter datum.

source: Sorting by name.
sv_se: Sorterar efter namn.

source: Scaning for new folders in
sv_se: Letar efter nya mappar i

source: Adding
sv_se: Lägger till

source: No new folders were found.
sv_se: Inga nya mappar hittades.

source: Maybe Later
sv_se: Kanske senare

source: The gallery already exists.
sv_se: Galleriet existerar redan.

source: The gallery was created.
sv_se: Galleriet skapades.

source: The gallery could not be created.
sv_se: Galleriet kunde inte skapas.

source: image(s) were added.
sv_se: bilder lades till.

source: Media Library Folders Pro Plugin License
sv_se: Mediabiblioteket plugin licens

source: License Key
sv_se: Licensnyckel

source: Enter your license key
sv_se: Ange din licensnyckel

source: active
sv_se: aktiv

source: Deactivate License
sv_se: Avaktivera licens

source: Activate License
sv_se: Aktivera licens

source: Number of images to display per page:
sv_se: Antal bilder att visa per sida:

source: Update Settings
sv_se: Uppdatera inställningar

source: Unable to find any images. Are you sure <a href='%s'>some exist</a>?
sv_se: Kunde inte hitta några bilder. Är du säker på att <a href='%s'>finns</a>?

source: Please wait while the thumbnails are regenerated. This may take a while.
sv_se: Vänligen vänta medan miniatyren återskapas. Detta kan ta lite tid.

source: To go back to the previous page, <a href="%s">click here</a>.
sv_se: <a href="%s">click here</a> för att återgå till föregående sida.

source: You must enable Javascript in order to proceed!
sv_se: Du måste aktivera Javascript för att kunna fortsätta!

source: Total Images: %s
sv_se: Totalt antal bilder: %s

source: Images Resized: %s
sv_se: Bildstorlek har ändrat: %s

source: Resize Failures: %s
sv_se: Storleksändring misslyckades: %s

source: Stopping...
sv_se: Stoppar...

source: Click the button below to regenerate thumbnails for all images in the Media Library. This is helpful if you have added new thumbnail sizes to your site. Existing thumbnails will not be removed to prevent breaking any links.
sv_se: Klicka på knappen nedan för att återskapa miniatyrbilder för alla bilder i Mediabiblioteket. Detta är användbart om du har lagt till nya miniatyrstorlekar för sidan. Existerande miniatyrbilder raderas inte för att undvika att existerande länkar bryts.

source: Regenerate All Thumbnails
sv_se: Återskapa alla miniatyrbilder

source: Failed resize: %s is an invalid image ID.
sv_se: Storleksändring misslyckades: %s är ett ogiltigt bild ID.

source: Your user account doesn't have permission to resize images
sv_se: Du har inte rättighet att ändra storlek på bilder

source: The originally uploaded image file cannot be found at %s
sv_se: Den uppladdade ursprungsfilen kan inte hittas på %s

source: Unknown failure reason.
sv_se: Okänd anledning till.

source: &quot;%1$s&quot; (ID %2$s) was successfully resized in %3$s seconds.
sv_se: Storleksändring för &quot;%1$s&quot; (ID %2$s) lyckades, på %3$s sekunder.

source: &quot;%1$s&quot; (ID %2$s) failed to resize. The error message was: %3$s
sv_se: Storleksändring för &quot;%1$s&quot; (ID %2$s) misslyckades. Felmeddelande: %3$s

source: To change the settings on an individual image simply click on the image and change the settings on the far right. Save and then back click to return to Media Library Folders or MLFP.
sv_se: För att ändra inställningar på en specifik bild, klicka på bilden och ändra inställningarna till höger. Spara och klicka sedan på bakåt för att återgå till Mediabiblioteket.

source: Image SEO supports two special tags:
sv_se: Sökmotoroptimering för bild stödjer två specifika taggar:

source: %filename - replaces image file name ( without extension )
sv_se: % filnamn - ersätter bildens filnamn (utan filändelse)

source: %foldername - replaces image folder name
sv_se: %fmappnamn - ersätter bildens mappnamn

source: Turn on Image SEO:
sv_se: Slå på sökmotoroptimering för bild:

source: Image ALT attribute:
sv_se: Alternativ text för bilden:

source: example
sv_se: exempel

source: Image Title attribute:
sv_se: Bildtitel attribut:

source: The Image SEO setting have been updated
sv_se: Bildens inställningar för sökoptimering har uppdaterats

source: The selected folder, subfolders and thier files have been hidden.
sv_se: Den valda mappen, undermappar och innehållande filer har nu gömts.

source: Click on the image you want to select. After its data is loaded you can click the "Insert" button at the bottom of this window.
sv_se: Klicka på en bild för att välja den. När data för filen har laddat kan du klicka på knappen "Infoga" längst ner i detta fönster.

source: Click on the file you want to select. After its data is loaded you can click the "Insert" button at the bottom of this window.
sv_se: Klicka på en fil för att välja den. När data för filen har laddat kan du klicka på knappen "Infoga" längst ner i detta fönster.

source: The media categories were updated.
sv_se: Media kategorierna har uppdaterats.

source: The category was not added.
sv_se: Kategorin lades inte till.

source: The settings were updated.
sv_se: Inställningarna uppdaterades.
